/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Dock の項目";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Dock の項目";
"com.apple.dock.itemlist" = "Dock 項目リスト";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Dock 項目リストの項目";
"com.apple.dock.item/path" = "Dock 項目のパス";
"com.apple.dock.item/label" = "Dock 項目のラベル";
"com.apple.dock.item/type" = "Dock 項目のタイプ";
"com.apple.dock.item/parent" = "Dock 項目の親";
"com.apple.dock.item/properties" = "Dock 項目プロパティ";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Dashboard ウィジェット";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Dashboard ウィジェット";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "バンドル識別子";
"com.apple.dashboard.widget/preferences" = "環境設定";
"com.apple.dashboard.widget/position" = "位置";
"com.apple.dashboard.widget/widgetID" = "ウィジェット ID";
"com.apple.dashboard.widget/inLayer" = "レイヤー内";

